<?php

return [
    'ads' => 'الإعلانات',
    'overview' => 'نظرة عامة على إعلانات المستخدم',
    'no_ads' => 'لم يتم العثور على إعلانات.',
    'view_details' => 'عرض التفاصيل',
    'price' => 'السعر',
    'nearby' => 'الإعلانات القريبة',
    'add' => 'إضافة إعلان',
    'addedToFav'=>"تم إضافة الاعلان للمفضلة بنجاح ",
    'addedToFavAlready' => 'الإعلان موجود بالفعل في المفضلة',
    'RemoveFromFav' => 'تم إزالة الإعلان من المفضلة بنجاح',
    'notFaviorate' => 'الإعلان غير موجود في المفضلة',
    'notFound' => 'لم يتم العثور على الإعلان',
    'callRequest' => 'طلب تواصل',
    'callRequestMsg' => ':mobile يريد التواصل معك من أجل إعلان',
];
